[["0",{"pageContent":"Soekarno[cat.] (Ejaan Republik: Sukarno, Jawa: ꦯꦸꦑꦂꦟ; pengucapan bahasa Jawa: [suːˈkarnɔ])[2] (6 Juni 1901 – 21 Juni 1970)[cat. 1][cat. 2] adalah Presiden pertama Republik Indonesia yang menjabat pada kurun waktu 1945–1967.[7]:11, 81 Ia adalah seorang tokoh perjuangan yang berperan penting dalam memerdekakan bangsa Indonesia dari pengaruh kolonialisme Belanda.[8]:26-32 Bersama Mohammad Hatta, ia memproklamasikan Kemerdekaan Indonesia pada tanggal 17 Agustus 1945. Soekarno orang pertama yang mencetuskan konsep mengenai Pancasila sebagai dasar negara Indonesia dan ia sendiri yang menamainya.[8]","metadata":{"source":"storage/files/soekarno.txt"}}],["1",{"pageContent":"Soekarno menandatangani Surat Perintah 11 Maret 1966 (Supersemar) yang kontroversial, isinya —berdasarkan versi yang dikeluarkan Markas Besar Angkatan Darat— menugaskan Letnan Jenderal Soeharto untuk mengamankan dan menjaga keamanan negara dan institusi kepresidenan.[8] Supersemar menjadi dasar Letnan Jenderal Soeharto untuk membubarkan Partai Komunis Indonesia (PKI) dan mengganti anggota-anggotanya yang duduk di parlemen.[8] Setelah pertanggungjawabannya ditolak Majelis Permusyawaratan Rakyat Sementara (MPRS) pada sidang umum ke empat tahun 1967, Soekarno diberhentikan dari jabatannya sebagai presiden pada Sidang Istimewa MPRS pada tahun yang sama dan Soeharto menggantikannya sebagai pejabat Presiden Republik Indonesia.[8]","metadata":{"source":"storage/files/soekarno.txt"}}],["2",{"pageContent":"Nama\nSoekarno lahir di Peneleh, Surabaya, Jawa Timur dengan nama Kusno (Koesno) yang diberikan oleh orangtuanya.[7] Akan tetapi, karena ia sering sakit maka ketika berumur sebelas tahun namanya diubah menjadi Soekarno oleh ayahnya.[7][9]:35-36 Nama tersebut diambil dari seorang panglima perang dalam kisah Bharata Yudha yaitu Karna.[7][9] Nama \"Karna\" menjadi \"Karno\" karena dalam bahasa Jawa huruf \"a\" berubah menjadi \"o\" sedangkan awalan \"su\" memiliki arti \"baik\".[9]\n\nDi kemudian hari ketika menjadi presiden, ejaan nama Soekarno diganti olehnya sendiri menjadi Sukarno karena menurutnya nama tersebut menggunakan ejaan penjajah (Belanda).[9]:32 Ia tetap menggunakan nama Soekarno dalam tanda tangannya karena tanda tangan tersebut adalah tanda tangan yang tercantum dalam Teks Proklamasi Kemerdekaan Indonesia yang tidak boleh diubah, selain itu tidak mudah untuk mengubah tanda tangan setelah berumur 50 tahun.[9]:32 Sebutan akrab untuk Soekarno adalah Bung Karno.","metadata":{"source":"storage/files/soekarno.txt"}}],["3",{"pageContent":"Achmed Soekarno\nDi beberapa negara Barat, nama Soekarno kadang-kadang ditulis Achmed Soekarno. Hal ini terjadi karena ketika Soekarno pertama kali berkunjung ke Amerika Serikat, sejumlah wartawan bertanya-tanya, \"Siapa nama kecil Soekarno?\"[10] karena mereka tidak mengerti kebiasaan sebagian penamaan di Indonesia, terutama nama Jawa, yang hanya menggunakan satu nama saja atau tidak memiliki nama keluarga.\n\nSoekarno menyebutkan bahwa nama Achmed didapatnya ketika menunaikan ibadah haji.[11] Dalam beberapa versi lain, disebutkan pemberian nama Achmed di depan nama Soekarno, dilakukan oleh para diplomat muslim asal Indonesia yang sedang melakukan misi luar negeri dalam upaya untuk mendapatkan pengakuan kedaulatan negara Indonesia oleh negara-negara Arab.\n\nDalam buku Bung Karno: Penyambung Lidah Rakyat Indonesia[12] dijelaskan bahwa namanya hanya \"Sukarno\" saja, karena dalam masyarakat Indonesia bukan hal yang tidak biasa memiliki nama yang terdiri satu kata.\n\nKehidupan\nMasa kecil dan remaja","metadata":{"source":"storage/files/soekarno.txt"}}],["4",{"pageContent":"Kehidupan\nMasa kecil dan remaja\n\nRumah masa kecil Bung Karno\nSoekarno dilahirkan dengan seorang ayah yang bernama Raden Soekemi Sosrodihardjo (1873–1945) dan ibunya yaitu Ida Ayu Nyoman Rai (1881–1958).[7] Keduanya bertemu ketika Raden Soekemi yang merupakan seorang guru ditempatkan di Sekolah Dasar Pribumi di Singaraja, Bali.[7] Nyoman Rai merupakan keturunan bangsawan dari Bali dan beragama Hindu, sedangkan Raden Soekemi sendiri beragama Islam.[7] Mereka telah memiliki seorang putri yang bernama Sukarmini sebelum Soekarno lahir.[13]:4-6, 247-251 Ketika kecil Soekarno tinggal bersama kakeknya, Raden Hardjokromo di Tulung Agung, Jawa Timur.[7]","metadata":{"source":"storage/files/soekarno.txt"}}],["5",{"pageContent":"Ia bersekolah pertama kali di Tulung Agung hingga akhirnya ia pindah ke Mojokerto, mengikuti orangtuanya yang ditugaskan di kota tersebut.[7] Di Mojokerto, ayahnya memasukkan Soekarno ke Eerste Inlandse School, sekolah tempat ia bekerja.[13] Kemudian pada Juni 1911 Soekarno dipindahkan ke Europeesche Lagere School (ELS) untuk memudahkannya diterima di Hogere Burger School (HBS).[7] Pada tahun 1915, Soekarno telah menyelesaikan pendidikannya di ELS dan berhasil melanjutkan ke HBS di Surabaya, Jawa Timur.[7] Ia dapat diterima di HBS atas bantuan seorang kawan bapaknya yang bernama H.O.S. Tjokroaminoto.[7] Tjokroaminoto bahkan memberi tempat tinggal bagi Soekarno di pondokan kediamannya.[7] Di Surabaya, Soekarno banyak bertemu dengan para pemimpin Sarekat Islam, organisasi yang dipimpin Tjokroaminoto saat itu, seperti Alimin, Musso, Darsono, Haji Agus Salim, dan Abdul Muis.[7] Soekarno kemudian aktif dalam kegiatan organisasi pemuda Tri Koro Dharmo yang dibentuk sebagai organisasi dari Budi Utomo.[7] Nama organisasi tersebut kemudian ia ganti menjadi Jong Java (Pemuda Jawa) pada 1918.[7] Selain itu, Soekarno juga aktif menulis di harian","metadata":{"source":"storage/files/soekarno.txt"}}],["6",{"pageContent":"organisasi pemuda Tri Koro Dharmo yang dibentuk sebagai organisasi dari Budi Utomo.[7] Nama organisasi tersebut kemudian ia ganti menjadi Jong Java (Pemuda Jawa) pada 1918.[7] Selain itu, Soekarno juga aktif menulis di harian \"Oetoesan Hindia\" yang dipimpin oleh Tjokroaminoto.[13]","metadata":{"source":"storage/files/soekarno.txt"}}],["7",{"pageContent":"Soekarno sewaktu menjadi siswa HBS Soerabaja","metadata":{"source":"storage/files/soekarno.txt"}}],["8",{"pageContent":"Soekarno bersama mahasiswa pribumi TH Bandung tahun 1923. Baris belakang dari kiri ke kanan: M. Anwari, Soetedjo, Soetojo, Soekarno, R. Soemani, Soetono, R. M. Koesoemaningrat, Djokoasmo, Marsito. Duduk di depan: Soetoto, M. Hoedioro, Katamso.","metadata":{"source":"storage/files/soekarno.txt"}}],["9",{"pageContent":"Tamat HBS Soerabaja bulan Juli 1921,[14] bersama Djoko Asmo rekan satu angkatan di HBS, Soekarno melanjutkan ke Technische Hoogeschool te Bandoeng (sekarang ITB) di Bandung dengan mengambil jurusan teknik sipil pada tahun 1921,[3]:38 setelah dua bulan dia meninggalkan kuliah, tetapi pada tahun 1922 mendaftar kembali[3]:38 dan tamat pada tahun 1926.[15] Soekarno dinyatakan lulus ujian insinyur pada tanggal 25 Mei 1926 dan pada Dies Natalis ke-6 TH Bandung tanggal 3 Juli 1926 dia diwisuda bersama delapan belas insinyur lainnya.[3]:37 Prof. Jacob Clay selaku ketua fakultas pada saat itu menyatakan \"Terutama penting peristiwa itu bagi kita karena ada di antaranya 3 orang insinyur orang Jawa\".[3]:37 Mereka adalah Soekarno, Anwari, dan Soetedjo,[16]:167 selain itu ada seorang lagi dari Minahasa yaitu Johannes Alexander Henricus Ondang.[16]:167","metadata":{"source":"storage/files/soekarno.txt"}}],["10",{"pageContent":"Saat di Bandung, Soekarno tinggal di kediaman Haji Sanusi yang merupakan anggota Sarekat Islam dan sahabat karib Tjokroaminoto.[7] Di sana ia berinteraksi dengan Ki Hajar Dewantara, Tjipto Mangunkusumo, dan Dr. Douwes Dekker, yang saat itu merupakan pemimpin organisasi National Indische Partij.\n\nSebagai arsitek\nBung Karno adalah presiden pertama Indonesia yang juga dikenal sebagai arsitek alumni dari Technische Hoogeschool te Bandoeng (sekarang ITB) di Bandung dengan mengambil jurusan teknik sipil dan tamat pada tahun 1926. [cat. 3][cat. 4][17]\n\nPekerjaan\nIr. Soekarno pada tahun 1926 mendirikan biro insinyur bersama Ir. Anwari, banyak mengerjakan rancang bangun bangunan. Selanjutnya bersama Ir. Rooseno juga merancang dan membangun rumah-rumah dan jenis bangunan lainnya.\nKetika dibuang di Bengkulu menyempatkan merancang beberapa rumah dan merenovasi total masjid Jami' di tengah kota.[18]","metadata":{"source":"storage/files/soekarno.txt"}}],["11",{"pageContent":"Pengaruh terhadap karya arsitektur\nSemasa menjabat sebagai presiden, ada beberapa karya arsitektur yang dipengaruhi atau dicetuskan oleh Soekarno. Juga perjalanan secara maraton dari bulan Mei sampai Juli pada tahun 1956 ke negara-negara Amerika Serikat, Kanada, Italia, Jerman Barat, dan Swiss. Membuat cakrawala alam pikir Soekarno semakin kaya dalam menata Indonesia secara holistik dan menampilkannya sebagai negara yang baru merdeka.[19]\n\nSoekarno membidik Jakarta sebagai wajah (muka) Indonesia terkait beberapa kegiatan berskala internasional yang diadakan di kota itu, namun juga merencanakan sebuah kota sejak awal yang diharapkan sebagai pusat pemerintahan pada masa datang. Beberapa karya dipengaruhi oleh Soekarno atau atas perintah dan koordinasinya dengan beberapa arsitek seperti Frederich Silaban dan R.M. Soedarsono, dibantu beberapa arsitek junior untuk visualisasi. Beberapa desain arsitektural juga dibuat melalui sayembara.[20]","metadata":{"source":"storage/files/soekarno.txt"}}],["12",{"pageContent":"Masjid Istiqlal (1951)\nMonumen Nasional (1960)\nGedung Conefo[20]\nGedung Sarinah[20]\nWisma Nusantara[20]\nHotel Indonesia (1962)[21]\nTugu Selamat Datang[21]\nMonumen Pembebasan Irian Barat[21]\nPatung Dirgantara[21]\nTahun 1955 Ir. Soekarno menunaikan ibadah haji ke Tanah Suci dan sebagai seorang arsitek, Soekarno tergerak memberikan sumbangan ide arsitektural kepada pemerintah Arab Saudi agar membuat bangunan untuk melakukan sa’i menjadi dua jalur dalam bangunan dua lantai. Pemerintah Arab Saudi akhirnya melakukan renovasi Masjidil Haram secara besar-besaran pada tahun 1966, termasuk pembuatan lantai bertingkat bagi umat yang melaksanakan sa’i menjadi dua jalur dan lantai bertingkat untuk melakukan tawaf [17]\nRancangan skema Tata Ruang Kota Palangkaraya yang diresmikan pada tahun 1957 [17]","metadata":{"source":"storage/files/soekarno.txt"}}],["13",{"pageContent":"Masa pergerakan nasional\nSoekarno untuk pertama kalinya menjadi terkenal ketika dia menjadi anggota Jong Java cabang Surabaya pada tahun 1915. Bagi Soekarno sifat organisasi tersebut yang Jawa-sentris dan hanya memikirkan kebudayaan saja merupakan tantangan tersendiri. Dalam rapat pleno tahunan yang diadakan Jong Java cabang Surabaya Soekarno menggemparkan sidang dengan berpidato menggunakan bahasa Jawa ngoko (kasar). Sebulan kemudian dia mencetuskan perdebatan sengit dengan menganjurkan agar surat kabar Jong Java diterbitkan dalam bahasa Melayu saja, dan bukan dalam bahasa Belanda.[22]","metadata":{"source":"storage/files/soekarno.txt"}}],["14",{"pageContent":"Pada tahun 1926, Soekarno mendirikan Algemeene Studie Club (ASC)[cat. 5][24] di Bandung yang merupakan hasil inspirasi dari Indonesische Studie Club oleh Dr. Soetomo.[7] Organisasi ini menjadi cikal bakal Partai Nasional Indonesia yang didirikan pada tahun 1927.[15] Aktivitas Soekarno di PNI menyebabkannya ditangkap Belanda pada tanggal 29 Desember 1929 di Yogyakarta dan esoknya dipindahkan ke Bandung, untuk dijebloskan ke Penjara Banceuy. Pada tahun 1930 ia dipindahkan ke Sukamiskin dan di pengadilan Landraad Bandung 18 Desember 1930 ia membacakan pleidoinya yang fenomenal Indonesia Menggugat, hingga dibebaskan kembali pada tanggal 31 Desember 1931.","metadata":{"source":"storage/files/soekarno.txt"}}],["15",{"pageContent":"Pada bulan Juli 1932, Soekarno bergabung dengan Partai Indonesia (Partindo), yang merupakan pecahan dari PNI. Soekarno kembali ditangkap pada bulan Agustus 1933, dan diasingkan ke Flores. Di sini, Soekarno hampir dilupakan oleh tokoh-tokoh nasional. Namun semangatnya tetap membara seperti tersirat dalam setiap suratnya kepada seorang Guru Persatuan Islam bernama Ahmad Hasan.\n\nPada tahun 1938 hingga tahun 1942 Soekarno diasingkan ke Provinsi Bengkulu, ia baru kembali bebas pada masa penjajahan Jepang pada tahun 1942.\n\nMasa penjajahan Jepang\nPada awal masa penjajahan Jepang (1942–1945), pemerintah Jepang sempat tidak memerhatikan tokoh-tokoh pergerakan Indonesia terutama untuk \"mengamankan\" keberadaannya di Indonesia. Ini terlihat pada Gerakan 3A dengan tokohnya Shimizu dan Mr. Syamsuddin yang kurang begitu populer.","metadata":{"source":"storage/files/soekarno.txt"}}],["16",{"pageContent":"Namun akhirnya, pemerintahan pendudukan Jepang memerhatikan dan sekaligus memanfaatkan tokoh-tokoh Indonesia seperti Soekarno, Mohammad Hatta, dan lain-lain dalam setiap organisasi-organisasi dan lembaga lembaga untuk menarik hati penduduk Indonesia. Disebutkan dalam berbagai organisasi seperti Jawa Hokokai, Pusat Tenaga Rakyat (Putera), BPUPKI dan PPKI, tokoh tokoh seperti Soekarno, Hatta, Ki Hajar Dewantara, K.H. Mas Mansyur, dan lain-lainnya disebut-sebut dan terlihat begitu aktif. Dan akhirnya tokoh-tokoh nasional bekerja sama dengan pemerintah pendudukan Jepang untuk mencapai kemerdekaan Indonesia, meski ada pula yang melakukan gerakan bawah tanah seperti Sutan Syahrir dan Amir Sjarifuddin karena menganggap Jepang adalah fasis yang berbahaya.\n\nPresiden Soekarno sendiri, saat pidato pembukaan menjelang pembacaan teks proklamasi kemerdekaan, mengatakan bahwa meski sebenarnya kita bekerja sama dengan Jepang sebenarnya kita percaya dan yakin serta mengandalkan kekuatan sendiri.","metadata":{"source":"storage/files/soekarno.txt"}}],["17",{"pageContent":"Ia aktif dalam usaha persiapan kemerdekaan Indonesia, di antaranya adalah merumuskan Pancasila, UUD 1945, dan dasar dasar pemerintahan Indonesia termasuk merumuskan naskah proklamasi Kemerdekaan. Ia sempat dibujuk untuk menyingkir ke Rengasdengklok.\n\nPada tahun 1943, Perdana Menteri Jepang Hideki Tojo mengundang tokoh Indonesia yakni Soekarno, Mohammad Hatta, dan Ki Bagoes Hadikoesoemo ke Jepang dan diterima langsung oleh Kaisar Hirohito. Bahkan kaisar memberikan Bintang kekaisaran (Ratna Suci) kepada tiga tokoh Indonesia tersebut. Penganugerahan Bintang itu membuat pemerintahan pendudukan Jepang terkejut, karena hal itu berarti bahwa ketiga tokoh Indonesia itu dianggap keluarga Kaisar Jepang sendiri. Pada bulan Agustus 1945, ia diundang oleh Marsekal Terauchi, pimpinan Angkatan Darat wilayah Asia Tenggara di Dalat Vietnam yang kemudian menyatakan bahwa proklamasi kemerdekaan Indonesia adalah urusan rakyat Indonesia sendiri.","metadata":{"source":"storage/files/soekarno.txt"}}],["18",{"pageContent":"Namun keterlibatannya dalam badan-badan organisasi bentukan Jepang membuat Soekarno dituduh oleh Belanda bekerja sama dengan Jepang, antara lain dalam kasus romusha.\n\nMasa Perang Revolusi\n\nRuang tamu rumah persembunyian Bung Karno di Rengasdengklok.\nSoekarno bersama tokoh-tokoh nasional mulai mempersiapkan diri menjelang Proklamasi kemerdekaan Republik Indonesia. Setelah sidang Badan Penyelidik Usaha Persiapan Kemerdekaan Indonesia (BPUPKI), Panitia Kecil yang terdiri dari delapan orang (resmi), Panitia Sembilan (yang menghasilkan Piagam Jakarta) dan Panitia Persiapan Kemerdekaan Indonesia (PPKI), Soekarno-Hatta mendirikan Negara Indonesia berdasarkan Pancasila dan UUD 1945.","metadata":{"source":"storage/files/soekarno.txt"}}],["19",{"pageContent":"Setelah menemui Marsekal Terauchi di Dalat, Vietnam, terjadilah Peristiwa Rengasdengklok pada tanggal 16 Agustus 1945; Soekarno dan Mohammad Hatta dibujuk oleh para pemuda untuk menyingkir ke asrama pasukan Pembela Tanah Air (PETA) Rengasdengklok. Tokoh pemuda yang membujuk antara lain Soekarni, Wikana, Singgih serta Chairul Saleh. Para pemuda menuntut agar Soekarno dan Hatta segera memproklamasikan kemerdekaan Indonesia, karena di Indonesia terjadi kevakuman kekuasaan. Ini disebabkan karena Jepang sudah menyerah dan pasukan Sekutu belum tiba. Namun Soekarno, Hatta dan para tokoh menolak dengan alasan menunggu kejelasan mengenai penyerahan Jepang. Alasan lain yang berkembang adalah Soekarno menetapkan momen tepat untuk kemerdekaan Indonesia yakni dipilihnya tanggal 17 Agustus 1945 saat itu bertepatan dengan bulan Ramadhan, bulan suci kaum muslim yang diyakini merupakan bulan turunnya wahyu pertama kaum muslimin kepada Nabi Muhammad SAW yakni Al Qur-an. Pada tanggal 18 Agustus 1945, Soekarno dan Mohammad Hatta diangkat oleh PPKI menjadi Presiden dan Wakil Presiden Republik Indonesia. Pada tanggal 29 Agustus 1945 pengangkatan menjadi","metadata":{"source":"storage/files/soekarno.txt"}}],["20",{"pageContent":"muslimin kepada Nabi Muhammad SAW yakni Al Qur-an. Pada tanggal 18 Agustus 1945, Soekarno dan Mohammad Hatta diangkat oleh PPKI menjadi Presiden dan Wakil Presiden Republik Indonesia. Pada tanggal 29 Agustus 1945 pengangkatan menjadi presiden dan wakil presiden dikukuhkan oleh KNIP. Pada tanggal 19 September 1945 kewibawaan Soekarno dapat menyelesaikan tanpa pertumpahan darah peristiwa Lapangan Ikada tempat 200.000 rakyat Jakarta akan bentrok dengan pasukan Jepang yang masih bersenjata lengkap.","metadata":{"source":"storage/files/soekarno.txt"}}],["21",{"pageContent":"Pada saat kedatangan Sekutu (AFNEI) yang dipimpin oleh Letjen. Sir Phillip Christison, Christison akhirnya mengakui kedaulatan Indonesia secara de facto setelah mengadakan pertemuan dengan Presiden Soekarno. Presiden Soekarno juga berusaha menyelesaikan krisis di Surabaya. Namun akibat provokasi yang dilancarkan pasukan NICA (Belanda) yang membonceng Sekutu (di bawah Inggris), meledaklah Peristiwa 10 November 1945 di Surabaya dan gugurnya Brigadir Jenderal A.W.S Mallaby.\n\nKarena banyak provokasi di Jakarta pada waktu itu, Presiden Soekarno akhirnya memindahkan Ibukota Republik Indonesia dari Jakarta ke Yogyakarta. Diikuti wakil presiden dan pejabat tinggi negara lainnya.","metadata":{"source":"storage/files/soekarno.txt"}}],["22",{"pageContent":"Presiden Soekarno dan Nikita Khruschev dalam sebuah pertemuan Kepala Negara\nKedudukan Presiden Soekarno menurut UUD 1945 adalah kedudukan Presiden selaku kepala pemerintahan dan kepala negara (presidensiil/single executive). Selama revolusi kemerdekaan, sistem pemerintahan berubah menjadi semi presidensiil atau double executive. Presiden Soekarno sebagai Kepala Negara dan Sutan Syahrir sebagai Perdana Menteri/Kepala Pemerintahan. Hal itu terjadi karena adanya maklumat wakil presiden No X, dan maklumat pemerintah bulan November 1945 tentang partai politik. Hal ini ditempuh agar Republik Indonesia dianggap negara yang lebih demokratis.","metadata":{"source":"storage/files/soekarno.txt"}}],["23",{"pageContent":"Meski sistem pemerintahan berubah, pada saat revolusi kemerdekaan, kedudukan Presiden Soekarno tetap paling penting, terutama dalam menghadapi Peristiwa Madiun 1948 serta saat Agresi Militer Belanda II yang menyebabkan Presiden Soekarno, Wakil Presiden Mohammad Hatta dan sejumlah pejabat tinggi negara ditahan Belanda. Meskipun sudah ada Pemerintahan Darurat Republik Indonesia (PDRI) dengan ketua Sjafruddin Prawiranegara, tetapi pada kenyataannya dunia internasional dan situasi dalam negeri tetap mengakui bahwa Soekarno-Hatta adalah pemimpin Indonesia yang sesungguhnya, hanya kebijakannya yang dapat menyelesaikan sengketa Indonesia-Belanda.\n\nMasa kemerdekaan\n\nKunjungan Presiden Soekarno ke Amerika pada 1961 yang disambut oleh Presiden John F. Kennedy\n\nPresiden Soekarno, Presiden Osvaldo Dorticos, Fidel Castro dan Che Guevara, pada 9 Mei 1960, kunjungan kenegaraan ke Havana, Kuba","metadata":{"source":"storage/files/soekarno.txt"}}],["24",{"pageContent":"Soekarno berbincang dengan Mao Tse-Tung, 24 November 1956, Peking, Tiongkok\nSetelah Pengakuan Kedaulatan (Pemerintah Belanda menyebutkan sebagai Penyerahan Kedaulatan), Presiden Soekarno diangkat sebagai Presiden Republik Indonesia Serikat (RIS) dan Mohammad Hatta diangkat sebagai perdana menteri RIS. Jabatan Presiden Republik Indonesia diserahkan kepada Mr Assaat, yang kemudian dikenal sebagai RI Jawa-Yogya. Namun karena tuntutan dari seluruh rakyat Indonesia yang ingin kembali ke negara kesatuan, maka pada tanggal 17 Agustus 1950, RIS kembali berubah menjadi Republik Indonesia dan Presiden Soekarno menjadi Presiden RI. Mandat Mr Assaat sebagai pemangku jabatan Presiden RI diserahkan kembali kepada Soekarno. Resminya kedudukan Presiden Soekarno adalah presiden konstitusional, tetapi pada kenyataannya kebijakan pemerintah dilakukan setelah berkonsultasi dengannya.","metadata":{"source":"storage/files/soekarno.txt"}}],["25",{"pageContent":"Mitos Dwitunggal Soekarno-Hatta cukup populer dan lebih kuat di kalangan rakyat dibandingkan terhadap kepala pemerintahan yakni perdana menteri. Jatuh bangunnya kabinet yang terkenal sebagai \"kabinet seumur jagung\" membuat Presiden Soekarno kurang memercayai sistem multipartai, bahkan menyebutnya sebagai \"penyakit kepartaian\". Tak jarang, ia juga ikut turun tangan menengahi konflik-konflik di tubuh militer yang juga berimbas pada jatuh bangunnya kabinet. Seperti peristiwa 17 Oktober 1952 dan Peristiwa di kalangan Angkatan Udara.","metadata":{"source":"storage/files/soekarno.txt"}}],["26",{"pageContent":"Presiden Soekarno juga banyak memberikan gagasan-gagasan di dunia Internasional. Keprihatinannya terhadap nasib bangsa Asia-Afrika, masih belum merdeka, belum mempunyai hak untuk menentukan nasibnya sendiri, menyebabkan presiden Soekarno, pada tahun 1955, mengambil inisiatif untuk mengadakan Konferensi Asia-Afrika di Bandung yang menghasilkan Dasasila Bandung. Bandung dikenal sebagai Ibu Kota Asia-Afrika. Ketimpangan dan konflik akibat \"bom waktu\" yang ditinggalkan negara-negara barat yang dicap masih mementingkan imperialisme dan kolonialisme, ketimpangan dan kekhawatiran akan munculnya perang nuklir yang mengubah peradaban, ketidakadilan badan-badan dunia internasional dalam penyelesaian konflik juga menjadi perhatiannya. Bersama Presiden Josip Broz Tito (Yugoslavia), Gamal Abdel Nasser (Mesir), Mohammad Ali Jinnah (Pakistan), U Nu, (Birma) dan Jawaharlal Nehru (India) ia mengadakan Konferensi Asia Afrika yang membuahkan Gerakan Non Blok. Berkat jasanya itu, banyak negara Asia Afrika yang memperoleh kemerdekaannya. Namun sayangnya, masih banyak pula yang mengalami konflik berkepanjangan sampai saat ini karena","metadata":{"source":"storage/files/soekarno.txt"}}],["27",{"pageContent":"Konferensi Asia Afrika yang membuahkan Gerakan Non Blok. Berkat jasanya itu, banyak negara Asia Afrika yang memperoleh kemerdekaannya. Namun sayangnya, masih banyak pula yang mengalami konflik berkepanjangan sampai saat ini karena ketidakadilan dalam pemecahan masalah, yang masih dikuasai negara-negara kuat atau adikuasa. Berkat jasa ini pula, banyak penduduk dari kawasan Asia Afrika yang tidak lupa akan Soekarno bila ingat atau mengenal akan Indonesia.[butuh rujukan]","metadata":{"source":"storage/files/soekarno.txt"}}],["28",{"pageContent":"Guna menjalankan politik luar negeri yang bebas-aktif dalam dunia internasional, Presiden Soekarno mengunjungi berbagai negara dan bertemu dengan pemimpin-pemimpin negara. Di antaranya adalah Nikita Khruschev (Uni Soviet), John Fitzgerald Kennedy (Amerika Serikat), Fidel Castro (Kuba), Mao Tse Tung (Tiongkok).\n\nBung Karno merencanakan kepada Presiden Kennedy ke Wisma Negara yang selesai dibangun pada tahun 1964 setelah Bung Karno menemui Kennedy di Gedung Putih, tetapi Presiden Kennedy dibunuh oleh Lee Harvey Oswald di Dealey Plaza, Dallas, Texas pada 22 November 1963. Kabar pembunuhan Presiden Kennedy oleh Lee Harvey Oswald sampai terdengar ditelinga-nya yang ditengah bersiap menggelar rapat dengan para menterinya di Istana Bogor, ia menyampaikan duka mendalam dan dia kehilangan salah satu sahabat dan sekutu terdekatnya, presiden Kennedy. Setelah pembunuhan Presiden Kennedy, Wisma Negara yang dikunjungi adalah Norodom Sihanouk, Raja Kamboja.[25]\n\nMasa marabahaya","metadata":{"source":"storage/files/soekarno.txt"}}],["29",{"pageContent":"Masa marabahaya\n\nSoekarno di antara barisan prajurit\nSoekarno, Presiden Indonesia pertama, sedikitnya pernah mengalami percobaan pembunuhan lebih dari satu kali, Putrinya, Megawati Soekarnoputri pernah menyebut angka 23. \"Saya ingin mengambil satu contoh konkret, Presiden Soekarno itu mengalami percobaan pembunuhan dari tingkat yang namanya baru rencana sampai eksekusi (sebanyak) 23 kali,\" tutur Mega pada Juli 2009. Sementara itu, angka lebih kecil keluar dari mulut Sudarto Danusubroto. Dia ajudan presiden pada masa-masa akhir kekuasaan Soekarno. Sudarto pernah mengatakan ada 7 kali percobaan pembunuhan terhadap Soekarno. Jumlah ini pernah diamini oleh eks Wakil Komandan Tjakrabirawa, Kolonel Maulwi Saelan. Namun bekas pengawal pribadinya, hanya mampu mengingat 7 kali upaya percobaan pembunuhan.[26]","metadata":{"source":"storage/files/soekarno.txt"}}],["30",{"pageContent":"Granat Cikini\nPada 30 November 1957, Presiden Soekarno datang ke Perguruan Cikini (Percik), tempat bersekolah putra-putrinya, dalam rangka perayaan ulang tahun ke-15 Percik. Granat tiba-tiba meledak di tengah pesta penyambutan presiden. Sembilan orang tewas, 100 orang terluka, termasuk pengawal presiden. Soekarno sendiri beserta putra-putrinya selamat. Tiga orang ditangkap akibat kejadian tersebut. Mereka perantauan dari Bima yang dituduh sebagai antek teror gerakan DI/TII.[26]","metadata":{"source":"storage/files/soekarno.txt"}}],["31",{"pageContent":"Penembakan Istana Presiden\nPada 9 Maret 1960, Tepat siang bolong Istana presiden dihentakkan oleh ledakan yang berasal dari tembakan kanon 23 mm pesawat Mig-17 yang dipiloti Daniel Maukar. Maukar adalah Letnan AU yang telah dipengaruhi Permesta. Kanon yang dijatuhkan Maukar menghantam pilar dan salah satunya jatuh tak jauh dari meja kerja Soekarno. Untunglah Soekarno tak ada di situ. Soekarno tengah memimpin rapat di gedung sebelah Istana Presiden. Maukar sendiri membantah ia mencoba membunuh Soekarno. Aksinya hanya sekadar peringatan. Sebelum menembak Istana Presiden, dia sudah memastikan tak melihat bendera kuning dikibarkan di Istana – tanda presiden ada di Istana. Aksi ini membuat 'Tiger', call sign Maukar, harus mendekam di bui selama 8 tahun.[26]","metadata":{"source":"storage/files/soekarno.txt"}}],["32",{"pageContent":"Pencegatan Rajamandala\nPada April 1960, Perdana Menteri Uni Soviet saat itu, Nikita Kruschev mengadakan kunjungan kenegaraan ke Indonesia. Dia menyempatkan diri mengunjungi Bandung, Yogya dan Bali. Presiden Soekarno menyertainya dalam perjalanan ke Jawa Barat. Tatkala, sampai di Jembatan Rajamandala, ternyata sekelompok anggota DI/TII melakukan pengadangan. Beruntung pasukan pengawal presiden sigap meloloskan kedua pemimpin dunia tersebut.[26]\n\nGranat Makassar\nPada 7 Januari 1962, Presiden Soekarno tengah berada di Makassar. Malam itu, ia akan menghadiri acara di Gedung Olahraga Mattoangin. Ketika itulah, saat melewati jalan Cendrawasih, seseorang melemparkan granat. Granat itu meleset, jatuh mengenai mobil lain. Soekarno selamat. Pelakunya Serma Marcus Latuperissa dan Ida Bagus Surya Tenaya divonis hukuman mati.[26]","metadata":{"source":"storage/files/soekarno.txt"}}],["33",{"pageContent":"Penembakan Idul Adha\nPada 14 Mei 1962, Bachrum sangat senang ketika berhasil mendapatkan posisi duduk pada saf depan dalam barisan jemaah salat Idul Adha di Masjid Baiturahim. Begitu melihat Soekarno, dia mencabut pistol yang tersembunyi di balik jasnya, moncong lalu diarahkan ke tubuh Soekarno. Dalam sepersekian detik ketika tersadar, arah pun melenceng, dan peluru meleset dari tubuh Soekarno, menyerempet Ketua DPR GR KH Zainul Arifin. Haji Bachrum divonis hukuman mati, namun kemudian dia mendapatkan grasi.[26]\n\nPenembakan mortir Kahar Muzakar\nPada 1960-an, Presiden Soekarno dalam kunjungan kerja ke Sulawesi. Saat berada dalam perjalanan keluar dari Lapangan Terbang Mandai, sebuah peluru mortir ditembakkan anak buah Kahar Muzakkar. Arahnya kendaraan Bung Karno, tetapi ternyata meleset jauh. Soekarno sekali lagi, selamat.[26]","metadata":{"source":"storage/files/soekarno.txt"}}],["34",{"pageContent":"Granat Cimanggis\nPada Desember 1964, Presiden Soekarno dalam perjalanan dari Bogor menuju Jakarta. Rombongannya membentuk konvoi kendaraan. Dalam laju kendaraan yang perlahan, mata Soekarno sempat bersirobok dengan seorang lelaki tak dikenal di pinggir jalan. Perasaan Soekarno kurang nyaman. Benar saja, lelaki itu melemparkan sebuah granat ke arah mobil presiden. Beruntung, jarak pelemparannya sudah di luar jangkauan mobil yang melaju. Soekarno pun selamat.[26]\n\nUpaya pembunuhan karakter","metadata":{"source":"storage/files/soekarno.txt"}}],["35",{"pageContent":"Upaya pembunuhan karakter\n\nPresiden Soekarno dan Dr.J. Leimena bernyanyi bersama para artis ibukota pada Resepsi Peringatan HUT ke-21 Proklamasi Kemerdekaan RI di Istana Bogor.\nDekade 1950-an dan 1960-an, Amerika melalui perpanjangtanganannya Central Intelligence Agency melancarkan misi rahasia yang bertujuan membunuh karakter dan kewibawaan Presiden Soekarno melalui agitasi dan propaganda media popular via produksi film porno yang diperankan oleh pemeran yang mirip Soekarno. Tujuan dari kampanye hitam ini adalah mengubah persepsi masyarakat internasional terhadap Soekarno yang anti kapitalisme dan mengagumi kaum Hawa tetapi tunduk tak berdaya di bawah kendali agen rahasia Rusia.[27][28]","metadata":{"source":"storage/files/soekarno.txt"}}],["36",{"pageContent":"\"Kesuksesan itu menginspirasi para pejabat CIA membuat langkah lebih jauh lagi. Mereka berniat memproduksi film porno Soekarno dengan seorang wanita pirang yang dibuat seolah-olah pramugari Rusia itu,\" tulis Blum mengutip pengakuan mantan agen CIA, Joseph Burkholder Smith, yang menulis buku Portrait of a Cold Warrior. Kepala Kepolisian Los Angeles sampai turun tangan mencari pria berkulit gelap yang sedikit botak dan wanita pirang yang cantik. Tak ada yang mirip Soekarno, CIA membuat topeng khusus yang mirip Soekarno kemudian dikirim ke Los Angeles. Bintang porno disuruh memakai topeng Soekarno selama beradegan mesum. CIA merekam dan mengambil foto-foto adegan biru tersebut.[27]","metadata":{"source":"storage/files/soekarno.txt"}}],["37",{"pageContent":"Menurut Kenneth J. Conboy dan James Morrison dalam Feet to the Fire: CIA Covert Operations in Indonesia, 1957–1958, film porno itu dikerjakan di studio Hollywood yang dioperasikan Bing Crosby dan saudaranya. Film ini dimaksudkan sebagai bahan bakar tuduhan bahwa Soekarno (diperankan pria Chicano) mempermalukan diri dengan meniduri agen Soviet (diperankan perempuan pirang Kaukasia) yang menyamar sebagai pramugari maskapai penerbangan. “Proyek ini menghasilkan setidaknya beberapa foto, meski tampaknya tak pernah digunakan,” tulis William Blum dalam Killing Hope: US Military and CIA Interventions Since World War II.[28]","metadata":{"source":"storage/files/soekarno.txt"}}],["38",{"pageContent":"Namun foto-foto itu akhirnya tak jadi disebarluaskan. Banyak versi kenapa CIA batal menyebarkan adegan mesum itu. Sebagian peneliti menilai kampanye hitam seperti itu tak mempan untuk menjatuhkan Soekarno. Apalagi ada mitos yang percaya jika seorang laki-laki \"gagah\" dan \"berkuasa\", maka dirasa sah-sah saja berhubungan dengan banyak wanita, terutama mengingat bahwa raja-raja di Nusantara pun dulu memiliki banyak istri dan selir.[27] Nasib akhir dari film yang berjudul Happy Days pada akhirnya tak pernah dilaporkan.[28]\n\nMasa embargo negara Adi Kuasa","metadata":{"source":"storage/files/soekarno.txt"}}],["39",{"pageContent":"Zhou Enlai, Presiden Soekarno, dan Kawashima pada saat Peringatan 10 Tahun Konferensi Asia Afrika di Bandung pada 19 April 1965.","metadata":{"source":"storage/files/soekarno.txt"}}],["40",{"pageContent":"Pada masa pra maupun paska kemerdekaan, Indonesia terjepit pada dua blok negara Adi Kuasa dengan ideologi yang bertentangan satu sama lain. Blok kapitalis yang dikomandoi Amerika dan sekutu di satu sisi, dan blok kiri yang diperebutkan antara poros Rusia dan Tiongkok. Amerika melakukan kebijakan embargo terhadap Indonesia karena menilai kecenderungan Soekarno dekat dengan blok rival. Amerika tidak dapat berkutik ketika Allen Lawrence Pope, agen Central Intelligence Agency tertangkap tangan. Tawar-menawar penangkapan Allen Pope, Amerika Serikat akhirnya menyudahi embargo ekonomi dan menyuntik dana ke Indonesia, termasuk menggelontorkan 37 ribu ton beras dan ratusan persenjataan yang dibutuhkan Indonesia saat itu setelah diplomasi tingkat tinggi antara John F. Kennedy dengan Soekarno.[29] Sementara Uni Soviet menerapkan embargo militer terhadap Indonesia karena genosida terhadap elemen kiri, orang Partai Komunis Indonesia pada tahun 1965–1967.[30] Indonesia sendiri terjepit di antara geopolitik Asia Tenggara, Malaysia yang dianggap Soekarno adalah negara boneka Inggris, juga Singapura yang memisahkan diri sebagai negara baru pada 9","metadata":{"source":"storage/files/soekarno.txt"}}],["41",{"pageContent":"Indonesia pada tahun 1965–1967.[30] Indonesia sendiri terjepit di antara geopolitik Asia Tenggara, Malaysia yang dianggap Soekarno adalah negara boneka Inggris, juga Singapura yang memisahkan diri sebagai negara baru pada 9 Agustus 1965. Soekarno mengumumkan sikap konfrontatif terhadap pembentukan negara federasi Malaysia pada Januari 1963. Sehingga pada 1964–1965 negara federasi Malaysia yang dideklarasikan 16 September 1963 tersebut diembargo Soekarno.[31] Singapura membuka keran kerja sama dan berusaha dengan segala cara untuk mempertahankan perdagangan dengan Indonesia meski telah diboikot dan diembargo. Hal ini dianggap merugikan aspek ekonomi bagi Singapura akibat konfrontasi tersebut.[32]","metadata":{"source":"storage/files/soekarno.txt"}}],["42",{"pageContent":"Masa keterpurukan\nSituasi politik Indonesia menjadi tidak menentu setelah enam jenderal dibunuh dalam peristiwa yang dikenal dengan sebutan Gerakan 30 September atau G30S pada 1965.[15][33] Pelaku sesungguhnya dari peristiwa tersebut masih merupakan kontroversi walaupun PKI dituduh terlibat di dalamnya.[15] Kemudian massa dari KAMI (Kesatuan Aksi Mahasiswa Indonesia) dan KAPI (Kesatuan Aksi Pelajar Indonesia) melakukan aksi demonstrasi dan menyampaikan Tri Tuntutan Rakyat (Tritura) yang salah satu isinya meminta agar PKI dibubarkan.[33] Namun, Soekarno menolak untuk membubarkan PKI karena bertentangan dengan pandangan Nasakom (Nasionalisme, Agama, Komunisme).[8][33] Sikap Soekarno yang menolak membubarkan PKI kemudian melemahkan posisinya dalam politik.[8][15]","metadata":{"source":"storage/files/soekarno.txt"}}],["43",{"pageContent":"Lima bulan kemudian, dikeluarkanlah Surat Perintah Sebelas Maret yang ditandatangani oleh Soekarno.[33] Isi dari surat tersebut merupakan perintah kepada Letnan Jenderal Soeharto untuk mengambil tindakan yang perlu guna menjaga keamanan pemerintahan dan keselamatan pribadi presiden.[33] Surat tersebut lalu digunakan oleh Soeharto yang telah diangkat menjadi Panglima Angkatan Darat untuk membubarkan PKI dan menyatakannya sebagai organisasi terlarang.[33] Kemudian MPRS pun mengeluarkan dua Ketetapannya, yaitu TAP No. IX/1966 tentang pengukuhan Supersemar menjadi TAP MPRS dan TAP No. XV/1966 yang memberikan jaminan kepada Soeharto sebagai pemegang Supersemar untuk setiap saat menjadi presiden apabila presiden berhalangan.[34]","metadata":{"source":"storage/files/soekarno.txt"}}],["44",{"pageContent":"Soekarno kemudian membawakan pidato pertanggungjawaban mengenai sikapnya terhadap peristiwa G30S pada Sidang Umum ke-IV MPRS.[33] Pidato tersebut berjudul \"Nawaksara\" dan dibacakan pada 22 Juni 1966.[8] MPRS kemudian meminta Soekarno untuk melengkapi pidato tersebut.[33] Pidato \"Pelengkap Nawaskara\" pun disampaikan oleh Soekarno pada 10 Januari 1967 namun kemudian ditolak oleh MPRS pada 16 Februari tahun yang sama.[33]\n\nHingga akhirnya pada 20 Februari 1967 Soekarno menandatangani Surat Pernyataan Penyerahan Kekuasaan di Istana Merdeka.[34] Dengan ditandatanganinya surat tersebut maka Soeharto de facto menjadi kepala pemerintahan Indonesia.[34] Setelah melakukan Sidang Istimewa maka MPRS pun mencabut kekuasaan Presiden Soekarno, mencabut gelar Pemimpin Besar Revolusi dan mengangkat Soeharto sebagai Presiden RI hingga diselenggarakan pemilihan umum berikutnya.[34]\n\nSakit hingga meninggal\n\nPemakaman Soekarno pada 22 Juni 1970 di Blitar, Jawa Timur.","metadata":{"source":"storage/files/soekarno.txt"}}],["45",{"pageContent":"Makam Presiden Soekarno di Blitar, Jawa Timur.","metadata":{"source":"storage/files/soekarno.txt"}}],["46",{"pageContent":"Kesehatan Soekarno sudah mulai menurun sejak bulan Agustus 1965.[34] Sebelumnya, ia telah dinyatakan mengidap gangguan ginjal dan pernah menjalani perawatan di Wina, Austria tahun 1961 dan 1964.[34] Prof. Dr. K. Fellinger dari Fakultas Kedokteran Universitas Wina menyarankan agar ginjal kiri Soekarno diangkat, tetapi ia menolaknya dan lebih memilih pengobatan tradisional.[34] Ia bertahan selama 5 tahun sebelum akhirnya meninggal pada hari Minggu, 21 Juni 1970 di Rumah Sakit Pusat Angkatan Darat (RSPAD) Gatot Subroto, Jakarta dengan status sebagai tahanan politik.[7][34] Jenazah Soekarno pun dipindahkan dari RSPAD ke Wisma Yasso yang dimiliki oleh Ratna Sari Dewi.[34] Sebelum dinyatakan wafat, pemeriksaan rutin terhadap Soekarno sempat dilakukan oleh Dokter Mahar Mardjono yang merupakan anggota tim dokter kepresidenan.[34] Tidak lama kemudian dikeluarkanlah komunike medis yang ditandatangani oleh Ketua Prof. Dr. Mahar Mardjono beserta Wakil Ketua Mayor Jenderal TNI dr. Roebiono Kertopati.[34]","metadata":{"source":"storage/files/soekarno.txt"}}],["47",{"pageContent":"Komunike medis tersebut menyatakan hal sebagai berikut:[34]\n\nPada hari Sabtu tanggal 20 Juni 1970 jam 20.30 keadaan kesehatan Soekarno semakin memburuk dan kesadaran berangsur-angsur menurun.\nTanggal 21 Juni 1970 jam 03.50 pagi, Soekarno dalam keadaan tidak sadar dan kemudian pada jam 07.00 Ir. Soekarno meninggal dunia.\nTim dokter secara terus-menerus berusaha mengatasi keadaan kritis Soekarno hingga saat meninggalnya.\nWalaupun Soekarno pernah meminta agar dirinya dimakamkan di Istana Batu Tulis, Bogor, namun pemerintahan Presiden Soeharto memilih Kota Blitar, Jawa Timur, sebagai tempat pemakaman Soekarno.[34] Hal tersebut ditetapkan lewat Keppres RI No. 44 tahun 1970.[34] Jenazah Soekarno dibawa ke Blitar sehari setelah kematiannya dan dimakamkan keesokan harinya bersebelahan dengan makam ibunya.[34] Upacara pemakaman Soekarno dipimpin oleh Panglima ABRI Jenderal M. Panggabean sebagai inspektur upacara.[34] Pemerintah kemudian menetapkan masa berkabung selama tujuh hari.[34]\n\nPeninggalan","metadata":{"source":"storage/files/soekarno.txt"}}],["48",{"pageContent":"Peninggalan\n\nRumah Proklamasi yang merupakan bekas kediaman Soekarno sekitar tahun 1950-1960. Di depannya, tampak Tugu Proklamasi.\n\nGelanggang Olahraga Bung Karno pada 1962.\nJalan Proklamasi, yang dulunya bernama Jalan Pegangsaan Timur,[35] merupakan letak bekas kediaman Soekarno yang berada di Jakarta Pusat. Rumah tersebut diberikan oleh Syech Faradj bin Martak.[butuh rujukan] Rumah tersebut menjadi saksi bisu Proklamasi kemerdekaan Indonesia pada 17 Agustus 1945 yang dikumandangkan di sana.[36] Kediaman Bung Karno yang dijadikan tempat pembacaan naskah proklamasi kemerdekaan pun sudah tidak ada lagi dan digantikan dengan kehadiran Tugu Proklamasi dengan patung Soekarno-Hatta yang menggambarkan suasana pembacaan teks Proklamasi pada tahun 1945 dahulu.[37]","metadata":{"source":"storage/files/soekarno.txt"}}],["49",{"pageContent":"Dalam rangka memperingati 100 tahun kelahiran Soekarno pada 6 Juni 2001, maka Kantor Filateli Jakarta menerbitkan prangko \"100 Tahun Bung Karno\".[13]:247-251 Prangko yang diterbitkan merupakan empat buah prangko berlatar belakang bendera Merah Putih serta menampilkan gambar diri Soekarno dari muda hingga ketika menjadi Presiden Republik Indonesia.[13] Prangko pertama memiliki nilai nominal Rp500 dan menampilkan potret Soekarno pada saat sekolah menengah. Yang kedua bernilai Rp800 dan gambar Soekarno ketika masih di perguruan tinggi tahun 1920-an terpampang di atasnya. Sementara itu, prangko yang ketiga memiliki nominal Rp900 serta menunjukkan foto Soekarno saat proklamasi kemerdekaan RI. Prangko yang terakhir memiliki gambar Soekarno ketika menjadi Presiden dan bernominal Rp1000. Keempat prangko tersebut dirancang oleh Heri Purnomo dan dicetak sebanyak 2,5 juta set oleh Perum Peruri.[13] Selain prangko, Divisi Filateli PT Pos Indonesia menerbitkan juga lima macam kemasan prangko, album koleksi prangko, empat jenis kartu pos, dua macam poster Bung Karno serta tiga desain kaus Bung Karno.[13]","metadata":{"source":"storage/files/soekarno.txt"}}],["50",{"pageContent":"Prangko yang menampilkan Soekarno juga diterbitkan oleh Pemerintah Kuba pada tanggal 19 Juni 2008. Prangko tersebut menampilkan gambar Soekarno dan presiden Kuba Fidel Castro.[38] Penerbitan itu bersamaan dengan ulang tahun ke-80 Fidel Castro dan peringatan kunjungan Presiden Indonesia, Soekarno, ke Kuba.\n\nNama Soekarno diabadikan sebagai nama gelanggang olahraga pada tahun 1958. Bangunan tersebut, yaitu Gelanggang Olahraga Bung Karno, didirikan sebagai sarana keperluan penyelenggaraan Asian Games IV tahun 1962 di Jakarta. Pada masa Orde Baru, kompleks olahraga ini diubah namanya menjadi Gelora Senayan. Tapi sesuai keputusan Presiden Abdurrahman Wahid, Gelora Senayan kembali pada nama awalnya yaitu Gelanggang Olahraga Bung Karno. Hal ini dilakukan dalam rangka mengenang jasa Bung Karno.[39]","metadata":{"source":"storage/files/soekarno.txt"}}],["51",{"pageContent":"Setelah kematiannya, beberapa yayasan dibuat atas nama Soekarno. Dua di antaranya adalah Yayasan Pendidikan Soekarno dan Yayasan Bung Karno. Yayasan Pendidikan Soekarno adalah organisasi yang mencetuskan ide untuk membangun universitas dengan pemahaman yang diajarkan Bung Karno. Yayasan ini dipimpin oleh Rachmawati Soekarnoputri, anak ke tiga Soekarno dan Fatmawati. Pada tahun 25 Juni 1999 Presiden Bacharuddin Jusuf Habibie meresmikan Universitas Bung Karno yang secara resmi meneruskan pemikiran Bung Karno, Nation and Character Building kepada mahasiswa-mahasiswanya.[40]","metadata":{"source":"storage/files/soekarno.txt"}}],["52",{"pageContent":"Sementara itu, Yayasan Bung Karno memiliki tujuan untuk mengumpulkan dan melestarikan benda-benda seni maupun nonseni kepunyaan Soekarno yang tersebar di berbagai daerah di Indonesia.[41] Yayasan tersebut didirikan pada tanggal 1 Juni 1978 oleh delapan putra-putri Soekarno yaitu Guntur Soekarnoputra, Megawati Soekarnoputri, Rachmawati Soekarnoputri, Sukmawati Soekarnoputri, Guruh Soekarnoputra, Taufan Soekarnoputra, Bayu Soekarnoputra, dan Kartika Sari Dewi Soekarno.[41] Pada tahun 2003, Yayasan Bung Karno membuka stan di Arena Pekan Raya Jakarta.[13] Di stan tersebut ditampilkan video pidato Soekarno berjudul \"Indonesia Menggugat\" yang disampaikan di Gedung Landraad tahun 1930 serta foto-foto semasa Soekarno menjadi presiden.[13] Selain memperlihatkan video dan foto, berbagai cenderamata Soekarno dijual di stan tersebut.[13] Di antaranya adalah kaus, jam emas, koin emas, CD berisi pidato Soekarno, serta kartu pos Soekarno.[13]","metadata":{"source":"storage/files/soekarno.txt"}}],["53",{"pageContent":"Seseorang yang bernama Soenuso Goroyo Sukarno mengaku memiliki harta benda warisan Soekarno.[13] Soenuso mengaku merupakan mantan sersan dari Batalyon Artileri Pertahanan Udara Sedang.[13] Ia pernah menunjukkan benda-benda yang dianggapnya sebagai warisan Soekarno itu kepada sejumlah wartawan di rumahnya di Cileungsi, Bogor.[13] Benda-benda tersebut antara lain sebuah lempengan emas kuning murni 24 karat yang terdaftar dalam register emas JM London, emas putih dengan cap tapal kuda JM Mathey London serta plakat logam berwarna kuning dengan tulisan ejaan lama berupa deposito hibah.[13] Selain itu terdapat pula uang UBCN (Brasil) dan Yugoslavia serta sertifikat deposito obligasi garansi di Bank Swiss dan Bank Netherland.[13] Meskipun emas yang ditunjukkan oleh Soenuso bersertifikat namun belum ada pakar yang memastikan keaslian dari emas tersebut.[42]","metadata":{"source":"storage/files/soekarno.txt"}}]]